Repository: dtrneny/season-spot-app
Catalog: lib/core/localization/l10n/app_*.arb
Languages: cs

source: Welcome to Season Spot
cs: Vítejte v Season Spot

source: Sign in to your account.
cs: Přihlaste se k vašemu účtu.

source: Enter an e-mail
cs: Zadejte e-mail

source: Password
cs: Heslo

source: Enter a password
cs: Zadejte heslo

source: Forgot password?
cs: Zapomenuté heslo?

source: Sign In
cs: Přihlásit se

# dontHaveAnAccount
source: Donâ€™t have an account?
cs: Nemáte existující účet?

# signUpYourself
source: Sign up
cs: Zaregistrujte se

source: Please enter a valid email.
cs: Prosím, zadejte platný e-mail.

source: Please do not leave this field empty.
cs: Prosím, nenechávejte toto pole prázdné.

source: An error occurred. Please try again later.
cs: Došlo k chybě. Zkuste to prosím znovu později.

source: Invalid credentials. Please try again.
cs: Neplatné údaje. Zkuste to prosím znovu.

source: This email already exists. Please try a different one.
cs: Tento e-mail již existuje. Prosím, zkuste jiný.

source: Sign Up
cs: Nový účet

source: Firstname
cs: Křestní jméno

# firstnamePlaceholder
source: John
cs: Jan

# lastnamePlaceholder
source: Doe
cs: Novák

# emailPlaceholder
source: john.doe@domain.com
cs: jan.novak@domena.cz

source: Lastname
cs: Příjmení

source: Confirmation Password
cs: Potvrzení hesla

source: Confirm password
cs: Potvrdit heslo

source: Create an account
cs: Vytvořit účet

source: Passwords have to match.
cs: Hesla se musí shodovat.

source: Discover local farmers and fresh produce
cs: Objevujte místní farmáře a čerstvé produkty

source: Recommendations
cs: Doporučení

source: Getting started
cs: Na začátek

# dashboardGettingStartedText
source: Start selling the things you grow, collect or create today. Just create a vendor shop and offer your local produce.
cs: Začněte dnes prodávat věci, které pěstujete, sbíráte nebo vytváříte. Stačí si vytvořit obchod pro prodejce a nabízet své místní produkty.

source: Dashboard
cs: Přehled

source: Vendor profile
cs: Profil prodejce

source: Product map
cs: Mapa produktů

source: Community places
cs: Komunitní místa

source: Notification center
cs: Centrum notifikací

source: Settings
cs: Nastavení

source: Sign out
cs: Odhlásit se

# vendorAdditionFormDescription
source: This form is used to create a seller profile, thanks to which it is possible to start displaying your products and things for sale.
cs: Tento formulář slouží k vytvoření profilu prodejce, díky němuž je možné začít vystavovat své produkty a věci pro prodej.

source: Create vendor profile
cs: Založit profil prodejce

# bussinessName
source: Business name
cs: Název společnosti

# bussinessNamePlaceholder
source: John's garden
cs: Janova zahrada

# bussinessEmail
source: Business email
cs: E-mail společnosti

# bussinessEmailPlaceholder
source: info@johns-garden.com
cs: info@janova-zahrada.cz

# signUpFormDescription
source: This form is used to create a user profile, which allows you to start using the app to search for local products and vendors.
cs: Tento formulář slouží k vytvoření uživatelského profilu, který vám umožní začít využívat aplikaci pro vyhledávání lokální produkce a prodejců.

source: Please enter a valid phone number.
cs: Prosím, zadejte platné telefonní číslo.

source: Phone number
cs: Telefonní číslo

source: Pick a location
cs: Vyberte lokaci

source: Search
cs: Hledat

source: No locations found
cs: Nebyly nalezeny žádné lokace

source: Location
cs: Lokace
